Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: DANGER: Do not break with heavy carbs. Start with bone broth, wait an hour, eat steamed veggies and fish.
de: GEFAHR: Brechen Sie nicht mit schweren Kohlenhydraten ab. Beginnen Sie mit Knochenbrühe, warten Sie eine Stunde und essen Sie gedünstetes Gemüse und Fisch.
es: PELIGRO: No rompa con carbohidratos pesados. Comience con caldo de huesos, espere una hora, coma verduras y pescado al vapor.
fr: DANGER : Ne rompez pas avec les glucides lourds. Commencez par un bouillon d’os, attendez une heure, mangez des légumes et du poisson cuits à la vapeur.
it: PERICOLO: non consumare carboidrati pesanti. Inizia con il brodo di ossa, aspetta un'ora, mangia verdure e pesce al vapore.
pt_pt: PERIGO: Não interrompa o consumo de carboidratos pesados. Comece com caldo de osso, espere uma hora, coma vegetais e peixe cozidos no vapor.
ru: ОПАСНО: Не злоупотребляйте тяжелыми углеводами. Начните с костного бульона, подождите час, ешьте приготовленные на пару овощи и рыбу.

source: DASH Diet
de: DASH-Diät
es: Dieta DASH
fr: Régime DASH
it: Dieta DASH
pt_pt: Dieta DASH
ru: ДЭШ-диета

source: Dashboard
de: Armaturenbrett
es: Panel
fr: Tableau de bord
it: Pannello di controllo
pt_pt: Painel
ru: Панель управления

source: Dashi Kombu Broth
de: Dashi-Kombu-Brühe
es: Caldo Dashi Kombu
fr: Bouillon Dashi Kombu
it: Brodo Dashi Kombu
pt_pt: Caldo Dashi Kombu
ru: Бульон Даши Комбу

source: Data Collected
de: Gesammelte Daten
es: Datos recopilados
fr: Données collectées
it: Dati raccolti
pt_pt: Dados coletados
ru: Данные собраны

source: Database Error: %@
de: Datenbankfehler: %@
es: Error de base de datos: %@
fr: Erreur de base de données : %@
it: Errore del database: %@
pt_pt: Erro no banco de dados: %@
ru: Ошибка базы данных: %@

source: Date
de: Datum
es: Fecha
it: Data
pt_pt: Data
ru: Дата

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pt_pt: Dia
ru: День

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
pt_pt: Dia %lld
ru: День %lld

source: DAY COMPLETE!
de: TAG ABGESCHLOSSEN!
es: ¡DÍA COMPLETO!
fr: JOURNÉE COMPLÈTE !
it: GIORNATA COMPLETATA!
pt_pt: DIA COMPLETO!
ru: ДЕНЬ ЗАВЕРШЕН!

source: DAY LOGGED
de: TAG AUFGEZEICHNET
es: DÍA REGISTRADO
fr: JOUR ENREGISTRÉ
it: GIORNO REGISTRATO
pt_pt: DIA REGISTRADO
ru: ДЕНЬ ЗАРЕГИСТРИРОВАН

source: Deactivate Plan
de: Plan deaktivieren
es: Desactivar Plan
fr: Désactiver le forfait
it: Disattiva piano
pt_pt: Desativar plano
ru: Деактивировать план

source: Dedicated Eater
de: Engagierter Esser
es: Comedor dedicado
fr: Mangeur dévoué
it: Mangiatore dedicato
pt_pt: Comedor Dedicado
ru: Преданный едок

source: Deep Autophagy
de: Tiefe Autophagie
es: Autofagia profunda
fr: Autophagie profonde
it: Autofagia profonda
pt_pt: Autofagia Profunda
ru: Глубокая аутофагия

source: Deep Fat Burn
de: Tiefe Fettverbrennung
es: Quema de grasa profunda
fr: Brûlure profonde des graisses
it: Brucia i grassi in profondità
pt_pt: Queima profunda de gordura
ru: Глубокое сжигание жира

source: Deep insights into your consistency and habits, featuring an AI Hydration Coach that optimizes your water and pH balance.
de: Tiefer Einblick in Ihre Konsistenz und Gewohnheiten, mit einem AI Hydration Coach, der Ihr Wasser- und pH-Gleichgewicht optimiert.
es: Información profunda sobre su consistencia y hábitos, con un entrenador de hidratación de IA que optimiza su equilibrio de agua y pH.
fr: Des informations approfondies sur votre régularité et vos habitudes, avec un coach d'hydratation IA qui optimise votre équilibre hydrique et pH.
it: Approfondimenti sulla tua costanza e sulle tue abitudini, con un Coach di idratazione AI che ottimizza l'equilibrio dell'acqua e del pH.
pt_pt: Insights profundos sobre sua consistência e hábitos, apresentando um AI Hydration Coach que otimiza o equilíbrio de água e pH.
ru: Глубокое понимание вашей последовательности и привычек с помощью AI Hydration Coach, который оптимизирует ваш водный баланс и баланс pH.

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
pt_pt: Excluir
ru: Удалить

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt_pt: Excluir conta
ru: Удалить аккаунт

source: Delete Recipe
de: Rezept löschen
es: Eliminar receta
fr: Supprimer la recette
it: Elimina ricetta
pt_pt: Excluir receita
ru: Удалить рецепт

source: Describe step %lld...
de: Beschreiben Sie Schritt %lld...
es: Describe el paso %lld...
fr: Décrivez l'étape %lld...
it: Descrivi il passaggio %lld...
pt_pt: Descreva a etapa %lld...
ru: Опишите шаг %lld...

source: Designed to help treat or prevent high blood pressure. Emphasizes vegetables, fruits, and low-fat dairy foods.
de: Entwickelt zur Behandlung oder Vorbeugung von Bluthochdruck. Der Schwerpunkt liegt auf Gemüse, Obst und fettarmen Milchprodukten.
es: Diseñado para ayudar a tratar o prevenir la presión arterial alta. Hace hincapié en las verduras, frutas y productos lácteos bajos en grasa.
fr: Conçu pour aider à traiter ou à prévenir l'hypertension artérielle. Met l'accent sur les légumes, les fruits et les produits laitiers faibles en gras.
it: Progettato per aiutare a trattare o prevenire l'ipertensione. Enfatizza verdure, frutta e latticini a basso contenuto di grassi.
pt_pt: Projetado para ajudar a tratar ou prevenir a hipertensão. Enfatiza vegetais, frutas e laticínios com baixo teor de gordura.
ru: Предназначен для лечения или предотвращения высокого кровяного давления. Особое внимание уделяется овощам, фруктам и нежирным молочным продуктам.

source: Diabetes requiring scheduled meals
de: Diabetes erfordert geplante Mahlzeiten
es: Diabetes que requiere comidas programadas.
fr: Diabète nécessitant des repas programmés
it: Diabete che richiede pasti programmati
pt_pt: Diabetes que requer refeições programadas
ru: Диабет, требующий регулярного питания

source: Diced Onion
de: Gewürfelte Zwiebel
es: Cebolla picada
fr: Oignon coupé en dés
it: Cipolla A Dadini
pt_pt: Cebola em cubos
ru: Нарезанный кубиками лук

source: Diet Plans
de: Diätpläne
es: Planes de dieta
fr: Plans de régime
it: Piani dietetici
pt_pt: Planos de dieta
ru: Планы диеты

source: Diet Plans: Keto, Vegan & More.
de: Diätpläne: Keto, Vegan und mehr.
es: Planes de dieta: cetogénicos, veganos y más.
fr: Plans de régime : céto, végétalien et plus.
it: Piani dietetici: cheto, vegani e altro.
pt_pt: Planos de dieta: Keto, Vegan e muito mais.
ru: Планы диеты: кето, веганская и многое другое.

source: Diet Recipes
de: Diät-Rezepte
es: Recetas De Dieta
fr: Recettes diététiques
it: Ricette dietetiche
pt_pt: Receitas dietéticas
ru: Диетические рецепты

source: Diet Regular
de: Diät regelmäßig
es: Dieta Regular
fr: Régime Régulier
it: Dieta regolare
pt_pt: Dieta Regular
ru: Регулярный диетер

source: Diet Titan
de: Diät-Titan
es: Dieta Titán
fr: Régime Titan
it: Dieta Titano
pt_pt: Dieta Titã
ru: Титан диет

source: Dietary Approaches to Stop Hypertension
de: Ernährungsansätze zur Bekämpfung von Bluthochdruck
es: Enfoques dietéticos para detener la hipertensión
fr: Approches diététiques pour arrêter l'hypertension
it: Approcci dietetici per fermare l'ipertensione
pt_pt: Abordagens dietéticas para parar a hipertensão
ru: Диетические подходы к остановке гипертонии

source: Diets
de: Diäten
es: Dietas
fr: Régimes
it: Diete
pt_pt: Dietas
ru: Диеты

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
pt_pt: Dificuldade
ru: Сложность

source: Difficulty:
de: Schwierigkeit:
es: Dificultad:
fr: Difficulté:
it: Difficoltà:
pt_pt: Dificuldade:
ru: Сложность:

source: Digestive issues without fiber
de: Verdauungsprobleme ohne Ballaststoffe
es: Problemas digestivos sin fibra
fr: Problèmes digestifs sans fibres
it: Problemi digestivi senza fibre
pt_pt: Problemas digestivos sem fibra
ru: Проблемы с пищеварением без клетчатки

source: Digitize yourself
de: Digitalisiere dich
es: Digitalízate
fr: Numérisez-vous
it: Digitalizza te stesso
pt_pt: Digitalize-se
ru: Оцифруйте себя

source: Dijon & Olive Oil Emulsion
de: Dijon- und Olivenölemulsion
es: Emulsión de Dijon y aceite de oliva
fr: Émulsion Dijon & Huile d'Olive
it: Emulsione di Digione e olio d'oliva
pt_pt: Emulsão de Dijon e Azeite
ru: Эмульсия дижонского и оливкового масла

source: Dijon Mustard
de: Dijon-Senf
es: mostaza de dijon
fr: Moutarde de Dijon
it: Senape di Digione
pt_pt: Mostarda Dijon
ru: Дижонская горчица

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
pt_pt: Jantar
ru: Ужин

source: Directions
de: Wegbeschreibung
es: Instrucciones
fr: Instructions
it: Indicazioni
pt_pt: Instruções
ru: Направления

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
pt_pt: Desconectar
ru: Отключить

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scoprire
pt_pt: Descobrir
ru: Обнаружить

source: Dish not found
de: Gericht nicht gefunden
es: Plato no encontrado
fr: Plat introuvable
it: Piatto non trovato
pt_pt: Prato não encontrado
ru: Блюдо не найдено

source: Distribute your protein intake in 30-40g portions every 3-4 hours to keep muscle protein synthesis optimized.
de: Verteilen Sie Ihre Proteinzufuhr alle 3–4 Stunden in Portionen von 30–40 g, um die Muskelproteinsynthese zu optimieren.
es: Distribuya su ingesta de proteínas en porciones de 30-40 g cada 3-4 horas para mantener optimizada la síntesis de proteínas musculares.
fr: Répartissez votre apport en protéines par portions de 30 à 40 g toutes les 3 à 4 heures pour optimiser la synthèse des protéines musculaires.
it: Distribuisci l'apporto proteico in porzioni da 30-40 g ogni 3-4 ore per mantenere ottimizzata la sintesi proteica muscolare.
pt_pt: Distribua a ingestão de proteínas em porções de 30-40g a cada 3-4 horas para manter a síntese de proteína muscular otimizada.
ru: Распределяйте потребление белка порциями по 30-40 г каждые 3-4 часа, чтобы оптимизировать синтез мышечного белка.

source: Distribution
de: Verteilung
es: Distribución
it: Distribuzione
pt_pt: Distribuição
ru: Распределение

source: Don't forget to drink water to stay hydrated!
de: Vergessen Sie nicht, Wasser zu trinken, um hydriert zu bleiben!
es: ¡No olvides beber agua para mantenerte hidratado!
fr: N'oubliez pas de boire de l'eau pour rester hydraté !
it: Non dimenticare di bere acqua per rimanere idratato!
pt_pt: Não se esqueça de beber água para se manter hidratado!
ru: Не забывайте пить воду!

source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto
pt_pt: Feito
ru: Сделанный

source: Drink 2.5L in a day
de: Trinken Sie 2,5 l pro Tag
es: Beber 2,5 litros al día.
fr: Boire 2,5 L par jour
it: Bevi 2,5 litri al giorno
pt_pt: Beba 2,5L por dia
ru: Пить 2,5 л в день.

source: Drink 3L of water in a day
de: Trinken Sie täglich 3 l Wasser
es: Beber 3 litros de agua al día.
fr: Boire 3L d'eau par jour
it: Bevi 3 litri di acqua al giorno
pt_pt: Beba 3L de água por dia
ru: Пейте 3 литра воды в день

source: Drink 500ml of water immediately upon waking to kickstart metabolism and offset overnight dehydration.
de: Trinken Sie sofort nach dem Aufwachen 500 ml Wasser, um den Stoffwechsel anzukurbeln und die Dehydrierung über Nacht auszugleichen.
es: Beba 500 ml de agua inmediatamente al despertar para reactivar el metabolismo y compensar la deshidratación nocturna.
fr: Buvez 500 ml d’eau immédiatement au réveil pour relancer le métabolisme et compenser la déshydratation nocturne.
it: Bevi 500 ml di acqua subito dopo il risveglio per rilanciare il metabolismo e compensare la disidratazione notturna.
pt_pt: Beba 500ml de água imediatamente ao acordar para iniciar o metabolismo e compensar a desidratação durante a noite.
ru: Выпейте 500 мл воды сразу после пробуждения, чтобы запустить метаболизм и компенсировать ночное обезвоживание.

source: Drink Now
de: Jetzt trinken
es: Bebe ahora
fr: Boire maintenant
it: Bevi adesso
pt_pt: Beba agora
ru: Выпей сейчас

source: Dry Green Lentils
de: Trockene grüne Linsen
es: Lentejas Verdes Secas
fr: Lentilles vertes sèches
it: Lenticchie Verdi Secche
pt_pt: Lentilhas Verdes Secas
ru: Сухая зеленая чечевица

source: Dry U10 Sea Scallops
de: Trockene U10-Jakobsmuscheln
es: Vieiras Secas U10
fr: Pétoncles géants secs U10
it: Capesante di mare U10 secche
pt_pt: Vieiras Secas U10
ru: Сухие морские гребешки U10

source: Dry-aged sea scallops pan-roasted to a golden crust, resting on a velvety saffron-infused emulsion with shaved black truffle. ✨
de: Trocken gereifte Jakobsmuscheln, in der Pfanne zu einer goldenen Kruste geröstet, ruhen auf einer samtigen, mit Safran angereicherten Emulsion mit gehobeltem schwarzem Trüffel. ✨
es: Vieiras añejadas en seco asadas hasta obtener una corteza dorada, reposando sobre una emulsión aterciopelada con infusión de azafrán y trufa negra raspada. ✨
fr: Noix de Saint-Jacques vieillies à sec, poêlées jusqu'à obtenir une croûte dorée, reposant sur une émulsion veloutée infusée de safran et de copeaux de truffe noire. ✨
it: Capesante di mare frollate arrostite in padella fino a formare una crosta dorata, adagiate su una vellutata emulsione infusa allo zafferano con scaglie di tartufo nero. ✨
pt_pt: Vieiras envelhecidas a seco, assadas na frigideira até obter uma crosta dourada, repousando sobre uma emulsão aveludada com infusão de açafrão e trufa preta raspada. ✨
ru: Морские гребешки сухой выдержки, обжаренные на сковороде до золотистой корочки, лежат на бархатистой эмульсии, пропитанной шафраном и стружкой черного трюфеля. ✨

source: Duck Breast (Skin-On)
de: Entenbrust (mit Haut)
es: Pechuga de pato (con piel)
fr: Magret De Canard (avec Peau)
it: Petto d'anatra (con la pelle)
pt_pt: Peito de pato (com pele)
ru: Утиная Грудка (С Кожей)

source: Duck Fat (for confit, residual)
de: Entenfett (für Confit, Rest)
es: Grasa de Pato (para confitar, residual)
fr: Graisse de Canard (pour confit, résiduelle)
it: Grasso d'anatra (per confit, residuo)
pt_pt: Gordura de pato (para confit, residual)
ru: Утиный жир (для конфи, остаточный)

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt_pt: Duração
ru: Продолжительность

source: E.g. Eggs, chicken, rice...
de: Z.B. Eier, Hühnchen, Reis...
es: P.ej. Huevos, pollo, arroz...
fr: Par ex. Oeufs, poulet, riz...
it: Per esempio. Uova, pollo, riso...
pt_pt: Por exemplo Ovos, frango, arroz...
ru: Например: яйца, курица, рис...

source: e.g. Ribeye...
de: z.B. Ribeye...
es: p.ej. Chuletón...
fr: par ex. Ribeye...
it: per esempio. Ribeye...
pt_pt: por exemplo Ribeye...
ru: например Рибай...

source: Early Bird
de: Frühaufsteher
es: Pájaro temprano
fr: Lève-tôt
it: Mattiniero
pt_pt: Madrugador
ru: Ранняя пташка

source: Ease your way into fasting. Burns fat smoothly.
de: Erleichtern Sie sich den Einstieg ins Fasten. Verbrennt sanft Fett.
es: Facilita tu camino hacia el ayuno. Quema grasa suavemente.
fr: Facilitez votre chemin vers le jeûne. Brûle les graisses en douceur.
it: Facilita il tuo percorso verso il digiuno. Brucia i grassi senza intoppi.
pt_pt: Facilite seu caminho para o jejum. Queima gordura suavemente.
ru: Облегчите свой путь к посту. Плавно сжигает жир.

source: Easy
de: Einfach
es: Fácil
fr: Facile
it: Facile
pt_pt: Fácil
ru: Легкий

source: Eat a massive, nutrient-dense meal. Make sure to hit your daily protein and fat macros in this window!
de: Essen Sie eine reichhaltige, nährstoffreiche Mahlzeit. Stellen Sie sicher, dass Sie in diesem Zeitfenster Ihre täglichen Protein- und Fettmakros erreichen!
es: Consuma una comida abundante y rica en nutrientes. ¡Asegúrate de alcanzar tus macros diarias de proteínas y grasas en esta ventana!
fr: Mangez un repas copieux et riche en nutriments. Assurez-vous d’atteindre vos macros quotidiennes de protéines et de graisses dans cette fenêtre !
it: Consuma un pasto abbondante e ricco di nutrienti. Assicurati di raggiungere i tuoi macronutrienti giornalieri di proteine ​​e grassi in questa finestra!
pt_pt: Coma uma refeição farta e rica em nutrientes. Certifique-se de acertar suas macros diárias de proteínas e gorduras nesta janela!
ru: Ешьте обильно и богато питательными веществами. Обязательно укажите в этом окне ежедневные макросы белка и жира!

source: Eat like our ancestors
de: Essen Sie wie unsere Vorfahren
es: Come como nuestros antepasados
fr: Mangez comme nos ancêtres
it: Mangia come i nostri antenati
pt_pt: Coma como nossos ancestrais
ru: Ешьте, как наши предки

source: Eat whatever, but restrict when
de: Essen Sie was auch immer, aber beschränken Sie wann
es: Come lo que sea, pero restringe cuando
fr: Mangez n'importe quoi, mais limitez quand
it: Mangia qualunque cosa, ma limita quando
pt_pt: Coma o que for, mas restrinja quando
ru: Ешьте что угодно, но ограничивайте время

source: Eaten
de: Gegessen
es: Comido
fr: Mangé
it: Mangiato
pt_pt: Comido
ru: Съедено

source: Edamame and Seaweed Snack Bowl
de: Snackschale aus Edamame und Algen
es: Snack Bowl de edamame y algas
fr: Snack Bowl Edamame et Algues
it: Ciotola per snack edamame e alghe
pt_pt: Tigela de lanche de Edamame e Algas Marinhas
ru: Тарелка для закусок с эдамаме и морскими водорослями

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pt_pt: Editar perfil
ru: Редактировать профиль

source: Edit your profile
de: Bearbeiten Sie Ihr Profil
es: Edita tu perfil
fr: Modifiez votre profil
it: Modifica il tuo profilo
pt_pt: Edite seu perfil
ru: Редактировать профиль

source: Egg Muffin Breakfast Cups
de: Eier-Muffin-Frühstücksbecher
es: Tazas de desayuno para muffins de huevo
fr: Coupes de petit-déjeuner aux muffins aux œufs
it: Tazze da colazione per muffin all'uovo
pt_pt: Copos de café da manhã com muffin de ovo
ru: Чашки для завтрака с яичными кексами

source: Egg Whites
de: Eiweiß
es: claras de huevo
fr: Blancs d'oeufs
it: Albumi d'uovo
pt_pt: Clara de Ovo
ru: Яичные белки

source: Eggs
de: Eier
es: Huevos
fr: Œufs
it: Uova
pt_pt: Ovos
ru: Яйца

source: Eliminates all animal products. Excellent for environmental sustainability and can improve digestion.
de: Eliminiert alle tierischen Produkte. Hervorragend geeignet für die Umweltverträglichkeit und kann die Verdauung verbessern.
es: Elimina todos los productos animales. Excelente para la sostenibilidad ambiental y puede mejorar la digestión.
fr: Élimine tous les produits animaux. Excellent pour la durabilité environnementale et peut améliorer la digestion.
it: Elimina tutti i prodotti animali. Ottimo per la sostenibilità ambientale e può migliorare la digestione.
pt_pt: Elimina todos os produtos de origem animal. Excelente para a sustentabilidade ambiental e pode melhorar a digestão.
ru: Исключает все продукты животного происхождения. Отлично подходит для экологической устойчивости и может улучшить пищеварение.

source: Elk Loin
de: Elchlende
es: Lomo De Alce
fr: Longe d'élan
it: Lombo di alce
pt_pt: Lombo de alce
ru: Лосиная корейка

source: Elk Medallions with Juniper-Port Reduction and Celery Root Fondant
de: Elchmedaillons mit Wacholder-Port-Reduktion und Selleriewurzelfondant
es: Medallones de alce con reducción de oporto de enebro y fondant de raíz de apio
fr: Médaillons d'élan avec réduction de genévrier-porto et fondant de céleri-rave
it: Medaglioni di alce con riduzione di porto al ginepro e fondente al sedano rapa
pt_pt: Medalhões de alce com redução de junípero e fondant de raiz de aipo
ru: Медальоны из лося с можжевеловым портвейном и помадкой из корня сельдерея

source: End Fast
de: Schluss schnell
es: Terminar rápido
fr: Terminer rapidement
it: Fine veloce
pt_pt: Fim rápido
ru: Закончить быстро

source: End Fast?
de: Schnell Schluss?
es: ¿Termina rápido?
fr: Finir vite ?
it: Fine veloce?
pt_pt: Terminar rápido?
ru: Закончить быстро?

source: Energize yourself 🌱
de: Tanken Sie neue Energie 🌱
es: Energízate 🌱
fr: Dynamisez-vous 🌱
it: Datti la carica 🌱
pt_pt: Energize-se 🌱
ru: Зарядитесь энергией 🌱

source: Energy
de: Energie
es: Energía
fr: Énergie
it: Energia
pt_pt: Energia
ru: Энергия

source: Energy Balance
de: Energiebilanz
es: Equilibrio energético
fr: Bilan énergétique
it: Bilancio energetico
pt_pt: Balanço Energético
ru: Энергетический баланс

source: Energy Boost
de: Energieschub
es: Aumento de energía
fr: Boost d'énergie
it: Spinta di energia
pt_pt: Aumento de energia
ru: Увеличение энергии

source: Energy Summary
de: Energiezusammenfassung
es: Resumen de energía
fr: Résumé énergétique
it: Riepilogo energetico
pt_pt: Resumo de Energia
ru: Энергетическая сводка

source: Energy Trend
de: Energietrend
es: Tendencia energética
fr: Tendance énergétique
it: Tendenza energetica
pt_pt: Tendência Energética
ru: Тенденция энергии

source: Enter FoodTracker
de: Geben Sie FoodTracker ein
es: Ingrese a FoodTracker
fr: Entrez dans FoodTracker
it: Inserisci FoodTracker
pt_pt: Entre no FoodTracker
ru: Войдите в FoodTracker

source: Enter Manually
de: Manuell eingeben
es: Ingresar manualmente
fr: Entrer manuellement
it: Entra manualmente
pt_pt: Entrar manualmente
ru: Введите вручную

source: Enter Today's Weight
de: Geben Sie das heutige Gewicht ein
es: Ingrese el peso de hoy
fr: Entrez le poids du jour
it: Inserisci il peso di oggi
pt_pt: Insira o peso de hoje
ru: Введите вес за сегодня

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_pt: Erro
ru: Ошибка

source: Est. Body Fat
de: Schätzung: Körperfett
es: Est. Grasa corporal
fr: HNE. Graisse corporelle
it: Est. Grasso corporeo
pt_pt: Husa. Gordura Corporal
ru: Стандартное восточное время. Жировые отложения

source: Est. Protein:
de: Schätzung: Protein:
es: Est. Proteína:
fr: HNE. Protéine:
it: Est. Proteina:
pt_pt: Husa. Proteína:
ru: Стандартное восточное время. Белок:

source: Est. Weight
de: Schätzung: Gewicht
es: Est. Peso
fr: HNE. Poids
it: Est. Peso
pt_pt: Husa. Peso
ru: Стандартное восточное время. Масса

source: Every Movement Counts!
de: Jede Bewegung zählt!
es: ¡Cada movimiento cuenta!
fr: Chaque mouvement compte !
it: Ogni movimento conta!
pt_pt: Cada movimento conta!
ru: Каждое движение имеет значение!

source: Excludes meat, poultry, and seafood, but allows dairy products and eggs. Great for cardiovascular health and sustainability.
de: Ausgenommen sind Fleisch, Geflügel und Meeresfrüchte, Milchprodukte und Eier sind jedoch zulässig. Großartig für die Herz-Kreislauf-Gesundheit und Nachhaltigkeit.
es: Excluye carnes, aves y mariscos, pero permite productos lácteos y huevos. Excelente para la salud cardiovascular y la sostenibilidad.
fr: Exclut la viande, la volaille et les fruits de mer, mais autorise les produits laitiers et les œufs. Idéal pour la santé cardiovasculaire et la durabilité.
it: Sono esclusi carne, pollame e frutti di mare, ma sono consentiti latticini e uova. Ottimo per la salute cardiovascolare e la sostenibilità.
pt_pt: Exclui carnes, aves e frutos do mar, mas permite laticínios e ovos. Ótimo para saúde cardiovascular e sustentabilidade.
ru: Исключает мясо, птицу и морепродукты, но разрешает молочные продукты и яйца. Отлично подходит для здоровья сердечно-сосудистой системы и устойчивости.

source: Execute Today
de: Heute ausführen
es: Ejecutar hoy
fr: Exécuter aujourd'hui
it: Esegui oggi
pt_pt: Execute hoje
ru: Выполнить сегодня

source: Expert
de: Experte
es: Experto
it: Esperto
pt_pt: Especialista
ru: Эксперт

source: EXPERT
de: EXPERTE
es: EXPERTO
it: ESPERTO
pt_pt: ESPECIALISTA
ru: ЭКСПЕРТ

source: Expert Protocol Warning
de: Warnung des Expertenprotokolls
es: Advertencia de protocolo experto
fr: Avertissement du protocole expert
it: Avviso protocollo esperto
pt_pt: Aviso de protocolo especializado
ru: Предупреждение экспертного протокола

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
it: Esplorare
pt_pt: Explorar
ru: Исследовать

source: Explore Healthy Cooking
de: Entdecken Sie gesundes Kochen
es: Explora la cocina saludable
fr: Explorez la cuisine saine
it: Esplora la cucina sana
pt_pt: Explore a culinária saudável
ru: Изучите здоровую кулинарию
